"Scan failed" = "掃描失敗";
"Scan canceled" = "掃描已取消";
"Document feeder is empty" = "文件送紙匣是空的";

"Scanner is in use" = "掃描器正在使用中";
"Scanner is offline" = "掃描器已離線";
"Scan incomplete" = "掃描未完成";
"Problems communicating with scanner" = "與掃描器通訊時發生問題";
"The scanner failed to complete the scan." = "掃描器無法完成掃描。";

"Unable to generate editable text for scanned document" = "無法為已掃描的文件產生可編輯的文字";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "掃描文件已儲存至僅包含影像的檔案中。若要儲存具有可編輯文字的掃描文件，請在此電腦上安裝 HP Easy Scan。請前往 www.hp.com/support 下載適用於您 HP 產品的最新軟體。";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "無法儲存檔案，因為您沒有存取「%@」資料夾的適當權限。";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "若要檢視或變更存取權限，請在「尋找工具」中選擇檔案，並選擇「檔案」>「獲得資訊」。";

"The scanned images could not be saved as \"%@\" doesn't exist." = "掃描的影像無法儲存，因為「%@」不存在。";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "磁碟「%@」已滿。嘗試從「%@」刪除項目或在其他磁碟上儲存影像。";
